{
  "fighters": [
    {
      "name": "Alpacka",
      "slug": "alpacka",
      "description": "Meet Alpacka, the cosmic chibi lion warrior! With a fiery mane and unyielding courage, it roams the stars, defending allies with cosmic might. Size? Irrelevant. Resolve? Boundless. Courage? Written in the constellations. Behold, the lion of the cosmic plains!",
      "attack": 150,
      "hitpoints": 180,
      "weakness": "nature",
      "imgSrc": "/alpacka.jpg",
      "winStreak": 0,
      "totalWins": 0,
      "defence": 170,
      "lore": "In the vast expanse of the cosmic savannah, amidst the twinkling stars and swirling nebulas, roams Alpacka, the interstellar chibi lion warrior. Legend whispers of its origins—a cosmic burst of stardust and courage, forged in the crucible of celestial fire. With a mane ablaze like a supernova's glow, Alpacka prowls the cosmic plains, its every step echoing across galaxies.From the furthest reaches of the Milky Way to the distant quasars, tales of Alpacka's valor spread like cosmic waves. It's said that its roar can shake asteroids from their orbits, and its paws leave behind trails of stardust. Yet, despite its cosmic might, Alpacka remains humble, fighting not for conquest but for the harmony of the cosmos."
    },
    {
      "name": "Blowfish",
      "slug": "blowfish",
      "description": "Behold Blowfish, the cosmic tiger of lightning speed! With stripes aglow like distant stars, it dances through cosmic currents with grace unmatched. Lightning strikes in its paws, guarding the cosmic seas with ferocity. Prepare to be swept away by its celestial prowess!",
      "attack": 140,
      "hitpoints": 220,
      "weakness": "nature",
      "imgSrc": "/blowfish.jpg",
      "winStreak": 0,
      "totalWins": 0,
      "defence": 140,
      "lore": "In the vast cosmic oceans, where nebulas swirl like bioluminescent blooms, lurks Blowfish, the nimble tiger of the cosmic tides. Born of celestial currents and the whispers of ancient waves, Blowfish moves with the grace of a shooting star and the agility of a comet's tail. Legends tell of its origin—a cosmic convergence that imbued it with lightning essence, crackling with power. Blowfish roams the cosmic depths, its stripes shimmering like constellations against the velvet blackness. With each flick of its tail, it creates ripples in the fabric of space-time, a testament to its mastery over cosmic currents. From the coral reefs of distant galaxies to the darkest abysses, Blowfish's presence is felt, a guardian of the cosmic seas."
    },
    {
      "name": "Cat",
      "slug": "cat",
      "description": "Meet Cat, the cosmic snow leopard with claws of ice! Amidst the frozen peaks, it stalks with silent grace, blending with the celestial frost. Swift as shooting stars, its icy claws strike with precision. Beware the chill of its gaze, for in the cosmic wilds, Cat reigns supreme.",
      "attack": 200,
      "hitpoints": 160,
      "weakness": "fire",
      "imgSrc": "/cat.jpg",
      "winStreak": 0,
      "totalWins": 0,
      "defence": 140,
      "lore": "In the frost-kissed peaks of the Cosmic Mountains, where auroras paint the sky with celestial hues, roams Cat, the cunning snow leopard of the cosmic wilds. Born amidst swirling blizzards and the whisper of icy winds, Cat embodies the untamed spirit of the frozen realms. Legends speak of its origin—a celestial dance between frost and starlight, birthing a predator as swift as the Northern Lights. Cat prowls the cosmic tundras, its fur a tapestry of frost and shadow against the shimmering snowfields. With each silent step, it leaves behind a trail of stardust, a testament to its connection with the cosmos. From the highest peaks to the deepest crevices, Cat's presence is felt, a guardian of the frozen expanse."
    },
    {
      "name": "Crab",
      "slug": "crab",
      "description": "Witness Crab, the lion warrior of the cosmic sands, with a mane aflame like cosmic fire! In the desert's embrace, it strides with unmatched ferocity, leaving trails of stardust in its wake. Fear the roar of its celestial might, for in the cosmic desert, Crab reigns supreme.",
      "attack": 130,
      "hitpoints": 190,
      "weakness": "lightning",
      "imgSrc": "/dog.jpg",
      "winStreak": 0,
      "totalWins": 0,
      "defence": 180,
      "lore": "In the depths of the Cosmic Sands, where nebulous dunes shift like celestial waves, strides Crab, the fierce lion warrior of the cosmic desert. Born from the cosmic crucible where fire meets sand, Crab embodies the indomitable spirit of the desert winds. Legends tell of its origin—a cosmic tempest that sculpted it from stardust and sand, igniting its heart with the flame of the cosmos. Crab roams the cosmic desert, its mane ablaze like a supernova against the golden sands. With each step, it leaves behind trails of stardust, marking its path through the shifting dunes. From the scorching sands to the forgotten oases, Crab's presence is felt, a guardian of the cosmic desert, fierce and untamed."
    },
    {
      "name": "Crocodile",
      "slug": "crocodile",
      "description": "Meet Croko, the cosmic crocodile with jaws that shatter stars! In the depths of the cosmic swamps, it reigns supreme, a silent guardian with scales of stardust. Beware its bone-crushing bite, for in the murky waters, Croko holds sway over the cosmic tides.",
      "attack": 160,
      "hitpoints": 210,
      "weakness": "fire",
      "imgSrc": "/crocodile.jpg",
      "winStreak": 0,
      "totalWins": 0,
      "defence": 130,
      "lore": "In the murky depths of the Cosmic Swamps, where shadows dance with starlight, lurks Croko, the formidable crocodile of the cosmic marshlands. Born of primordial mists and the whispers of ancient rivers, Croko embodies the primal power of the swamp's heart. Legends whisper of its origin—a cosmic convergence that molded it from the primordial ooze, imbuing it with the strength of the cosmos. Croko prowls the cosmic marshes, its scales shimmering with reflections of distant stars. With each silent glide, it leaves ripples in the fabric of space-time, marking its domain with the insignia of the swamp's guardian. From the darkest depths to the tangled mangroves, Croko's presence is felt, a sentinel of the cosmic swamps, fierce and relentless."
    },
    {
      "name": "Dog",
      "slug": "dog",
      "description": "Behold Dog, the cosmic guardian with a bark that shakes the heavens! Amidst the celestial forests, it stands vigilant, with a heart as wild as the cosmic winds. With jaws that crush stars, Dog protects the cosmic groves with unwavering loyalty and boundless courage.",
      "attack": 180,
      "hitpoints": 170,
      "weakness": "nature",
      "imgSrc": "/dog.jpg",
      "winStreak": 0,
      "totalWins": 0,
      "defence": 150,
      "lore": "Amidst the cosmic forests, where ancient trees whisper secrets to the stars, strides Dog, the loyal guardian of the celestial woodlands. Born of the cosmic symphony that weaves through the foliage, Dog embodies the spirit of the wild, untamed and free. Legends speak of its origin—a cosmic bond forged between the heavens and the earth, shaping it into the protector of the cosmic groves. Dog roams the cosmic forests, its bark echoing through the celestial canopy. With each bound, it leaves behind traces of stardust, marking its territory with the essence of the cosmos. From the towering oaks to the hidden clearings, Dog's presence is felt, a guardian of the cosmic woodlands, steadfast and unwavering."
    },
    {
      "name": "Duck",
      "slug": "duck",
      "description": "Meet Duck, the celestial avian with a grace that echoes through the cosmic waters! In the shimmering ponds, it glides with elegance unmatched, its beak a beacon of cosmic light. With a bite that crushes stars, Duck defends the celestial waters with tranquility and unwavering resolve.",
      "attack": 120,
      "hitpoints": 240,
      "weakness": "lightning",
      "imgSrc": "/duck.jpg",
      "winStreak": 0,
      "totalWins": 0,
      "defence": 140,
      "lore": "n the shimmering ponds of the Cosmic Marshlands, where ripples mirror the dance of the stars above, glides Duck, the graceful avian of the celestial waters. Born amidst lily pads and cosmic mists, Duck embodies the serenity and resilience of the marshlands. Legends whisper of its origin—a celestial alignment that bestowed upon it the essence of the cosmos, shaping it into the guardian of the cosmic waters. Duck drifts through the cosmic ponds, its feathers glistening with the light of distant galaxies. With each stroke, it leaves behind trails of stardust, a testament to its connection with the celestial realms. From the tranquil shallows to the hidden springs, Duck's presence is felt, a guardian of the cosmic waters, serene yet unyielding."
    },
    {
      "name": "Elephant",
      "slug": "elephant",
      "description": "Behold Elephant, the cosmic behemoth with a presence that shakes the heavens! Amidst the vast plains, it strides with unmatched grace, its tusks gleaming with celestial light. With a bite that crushes stars, Elephant protects the cosmic savannah with unwavering strength and timeless wisdom.",
      "attack": 190,
      "hitpoints": 150,
      "weakness": "nature",
      "imgSrc": "/elephant.jpg",
      "winStreak": 0,
      "totalWins": 0,
      "defence": 160,
      "lore": "In the ancient plains of the Cosmic Savannah, where echoes of celestial herds reverberate through the starlit night, strides Elephant, the majestic behemoth of the cosmic grasslands. Born amidst the cosmic winds and the whispers of the savannah, Elephant embodies the strength and wisdom of the earth. Legends speak of its origin—a cosmic convergence that sculpted it from the very fabric of the cosmos, imbuing it with the essence of the celestial realms. Elephant roams the cosmic plains, its silhouette a silhouette against the canvas of the night sky. With each step, it leaves behind traces of stardust, a testament to its connection with the cosmic plains. From the sweeping grasslands to the distant horizons, Elephant's presence is felt, a guardian of the cosmic savannah, towering and resolute."
    },
    {
      "name": "Flamingo",
      "slug": "flamingo",
      "description": "Introducing Flamingo, the cosmic monster with a presence that stirs the very depths of the cosmos! In the shimmering marshes, it moves with elegance unmatched, its beak a symbol of enigmatic power. With a bite that shatters stars, Flamingo guards the celestial wetlands with unfathomable mystery and timeless grace.",
      "attack": 170,
      "hitpoints": 200,
      "weakness": "fire",
      "imgSrc": "/flamingo.jpg",
      "winStreak": 0,
      "totalWins": 0,
      "lore": "In the cosmic marshes where the waters reflect the shimmering cosmos above, stands Flamingo, the enigmatic monster of the celestial wetlands. Born amidst the mists and the whispers of the marshes, Flamingo embodies the mystery and grace of the cosmic waters. Legends weave tales of its origin—a cosmic anomaly that birthed it from the depths of the celestial depths, imbuing it with the essence of the unknown. Flamingo wades through the cosmic marshes, its silhouette a silhouette against the ethereal glow of the stars. With each step, it leaves behind ripples of stardust, a silent testament to its connection with the celestial realms. From the tranquil waters to the hidden depths, Flamingo's presence is felt, a guardian of the cosmic wetlands, mysterious and inscrutable.",
      "defence": 130
    },
    {
      "lore": "In the cosmic forests where shadows dance with starlight, prowls Fox, the cunning trickster of the celestial woodlands. Born amidst the whispering leaves and the secrets of the night, Fox embodies the spirit of the wild, nimble and elusive. Legends speak of its origin—a cosmic dance between light and shadow, weaving it into the fabric of the cosmic forests, imbuing it with the essence of mystery. Fox roams the cosmic groves, its silhouette blending with the dappled light of the celestial canopy. With each silent step, it leaves behind traces of stardust, a silent testimony to its connection with the celestial realms. From the hidden clearings to the moonlit glades, Fox's presence is felt, a guardian of the cosmic woodlands, cunning and enigmatic.",
      "name": "Fox",
      "slug": "fox",
      "description": "Meet Fox, the cosmic trickster with a wit sharper than stardust! Amidst the whispering forests, it moves with stealth unmatched, its gaze a flicker of cosmic mischief. With a bite that shatters bones, Fox defends the celestial woodlands with cunning and boundless guile.",
      "attack": 160,
      "hitpoints": 180,
      "weakness": "ice",
      "imgSrc": "/fox.jpg",
      "winStreak": 0,
      "totalWins": 0,
      "defence": 160
    },
    {
      "lore": "In the cosmic swamps where mists veil the secrets of the universe, leaps Frog, the amphibious guardian of the celestial marshlands. Born amidst the shimmering waters and the echoes of ancient croaks, Frog embodies the resilience and adaptability of the cosmic wetlands. Legends whisper of its origin—a cosmic symphony that shaped it from the primordial ooze, imbuing it with the essence of the unknown. Frog navigates the cosmic marshes, its silhouette a silhouette against the ethereal glow of distant stars. With each leap, it leaves behind ripples of stardust, a testament to its connection with the celestial realms. From the hidden lily pads to the murky depths, Frog's presence is felt, a guardian of the cosmic wetlands, agile and steadfast.",
      "name": "Frog",
      "slug": "frog",
      "description": "Introducing Frog, the cosmic amphibian with a leap that echoes through the cosmos! Amidst the shimmering marshes, it bounds with agility unmatched, its croak a melody of the celestial waters. With a bite that shatters bones, Frog defends the cosmic wetlands with resilience and timeless grace.",
      "attack": 140,
      "hitpoints": 230,
      "weakness": "lightning",
      "imgSrc": "/frog.jpg",
      "winStreak": 0,
      "totalWins": 0,
      "defence": 130
    },
    {
      "lore": "In the cosmic burrows where shadows play hide-and-seek with starlight, scurries Hamster, the pint-sized warrior of the celestial tunnels. Born amidst the whispering earth and the echoes of cosmic grains, Hamster embodies the determination and resilience of the underground realms. Legends murmur of its origin—a cosmic convergence that shaped it from the cosmic soil, imbuing it with the essence of the unseen. Hamster navigates the cosmic tunnels, its silhouette a flicker against the earthy glow of distant stars. With each scurry, it leaves behind traces of stardust, a silent reminder of its connection with the celestial realms. From the hidden burrows to the labyrinthine passages, Hamster's presence is felt, a guardian of the cosmic underworld, small yet mighty.",
      "name": "Hamster",
      "slug": "hamster",
      "description": "Behold Hamster, the cosmic warrior with a bite as fierce as supernovas! Amidst the twisting tunnels, it scurries with agility unmatched, its whiskers a guide through the cosmic darkness. With a bite that crushes bones, Hamster defends the celestial burrows with unwavering determination and boundless courage.",
      "attack": 180,
      "hitpoints": 160,
      "weakness": "ice",
      "imgSrc": "/hamster.jpg",
      "winStreak": 0,
      "totalWins": 0,
      "defence": 160
    },
    {
      "name": "Hedgedog",
      "slug": "hedgedog",
      "description": "Introducing Hedgedog, the cosmic guardian with spikes that gleam like celestial stars! Amidst the tangled thickets, it prowls with vigilance unmatched, its spines a barrier against the cosmic unknown. With a bite that crushes bones, Hedgedog defends the celestial underbrush with unwavering resolve and timeless fortitude.",
      "attack": 170,
      "hitpoints": 190,
      "weakness": "fire",
      "imgSrc": "/hedgedog.jpg",
      "winStreak": 0,
      "totalWins": 0,
      "defence": 140,
      "lore": "In the cosmic thickets where shadows weave tales with starlight, prowls Hedgedog, the spiky guardian of the celestial underbrush. Born amidst the rustling leaves and the whispers of cosmic winds, Hedgedog embodies the resilience and fortitude of the wilderness. Legends whisper of its origin—a cosmic convergence that shaped it from the thorny thickets, imbuing it with the essence of protection. Hedgedog navigates the cosmic underbrush, its silhouette a bristling outline against the celestial glow. With each step, it leaves behind traces of stardust, a silent testament to its connection with the celestial realms. From the hidden clearings to the tangled thickets, Hedgedog's presence is felt, a guardian of the cosmic wilderness, steadfast and unwavering."
    },
    {
      "name": "Otter",
      "slug": "otter",
      "description": "Meet Otter, the cosmic guardian with a playful spirit and jaws that crush stars! Amidst the flowing rivers, it dances with grace unmatched, its fur a cascade of celestial ripples. With a bite that shatters bones, Otter defends the celestial waters with fluidity and boundless joy.",
      "attack": 150,
      "hitpoints": 220,
      "weakness": "ice",
      "imgSrc": "/otter.jpg",
      "winStreak": 0,
      "totalWins": 0,
      "defence": 130,
      "lore": "In the cosmic rivers where currents weave tales with starlight, frolics Otter, the playful guardian of the celestial waters. Born amidst the babbling brooks and the whispers of cosmic ripples, Otter embodies the agility and grace of the aquatic realms. Legends murmur of its origin—a cosmic convergence that shaped it from the glistening waters, imbuing it with the essence of fluidity. Otter navigates the cosmic rivers, its silhouette a shimmering reflection against the celestial glow. With each dive, it leaves behind trails of stardust, a silent tribute to its connection with the celestial realms. From the tranquil streams to the rushing rapids, Otter's presence is felt, a guardian of the cosmic waters, playful yet vigilant."
    },
    {
      "name": "Panda",
      "slug": "panda",
      "description": "Behold Panda, the cosmic guardian with a heart as vast as the starlit skies! Amidst the bamboo groves, it wanders with grace unmatched, its fur a testament to the celestial balance. With a bite that shatters bones, Panda defends the cosmic forests with gentle strength and boundless harmony.",
      "attack": 190,
      "hitpoints": 170,
      "weakness": "lightning",
      "imgSrc": "/panda.jpg",
      "winStreak": 0,
      "totalWins": 0,
      "defence": 140,
      "lore": "In the cosmic bamboo groves where shadows dance with starlight, wanders Panda, the gentle giant of the celestial forests. Born amidst the swaying bamboo and the whispers of cosmic breezes, Panda embodies the harmony and tranquility of the wilderness. Legends tell of its origin—a cosmic convergence that shaped it from the bamboo thickets, imbuing it with the essence of balance. Panda roams the cosmic forests, its silhouette a serene outline against the celestial glow. With each step, it leaves behind traces of stardust, a silent tribute to its connection with the celestial realms. From the lush groves to the mist-shrouded clearings, Panda's presence is felt, a guardian of the cosmic wilderness, serene and unassuming."
    },
    {
      "name": "Pig",
      "slug": "pig",
      "description": "Meet Pig, the cosmic wanderer with a heart as vast as the endless skies! Amidst the sun-kissed pastures, it ambles with joy unmatched, its oinks a melody of cosmic harmony. With a bite that shatters bones, Pig defends the celestial meadows with boundless contentment and timeless abundance.",
      "attack": 130,
      "hitpoints": 210,
      "weakness": "fire",
      "imgSrc": "/pig.jpg",
      "winStreak": 0,
      "totalWins": 0,
      "defence": 160,
      "lore": "In the cosmic pastures where moonbeams weave tales with starlight, ambles Pig, the jovial wanderer of the celestial meadows. Born amidst the rustling grass and the whispers of cosmic breezes, Pig embodies the simplicity and joy of the pastoral life. Legends whisper of its origin—a cosmic convergence that shaped it from the fertile soils, imbuing it with the essence of abundance. Pig meanders through the cosmic pastures, its silhouette a contented outline against the celestial glow. With each step, it leaves behind traces of stardust, a silent tribute to its connection with the celestial realms. From the sun-dappled fields to the fragrant orchards, Pig's presence is felt, a guardian of the cosmic meadows, jovial and unpretentious."
    },
    {
      "name": "Rabbit",
      "slug": "rabbit",
      "description": "Behold Rabbit, the cosmic sprinter with a leap that echoes through the cosmos! Amidst the sunlit meadows, it bounds with agility unmatched, its hops a dance of celestial grace. With a bite that shatters bones, Rabbit defends the celestial fields with swiftness and boundless energy.",
      "attack": 180,
      "hitpoints": 190,
      "weakness": "ice",
      "imgSrc": "/rabbit.jpg",
      "winStreak": 0,
      "totalWins": 0,
      "defence": 160,
      "lore": "In the cosmic meadows where moonbeams dance with starlight, bounds Rabbit, the nimble sprinter of the celestial fields. Born amidst the swaying grass and the whispers of cosmic winds, Rabbit embodies the agility and speed of the open plains. Legends murmur of its origin—a cosmic convergence that shaped it from the fertile earth, imbuing it with the essence of swiftness. Rabbit leaps through the cosmic meadows, its silhouette a blur against the celestial glow. With each bound, it leaves behind traces of stardust, a silent tribute to its connection with the celestial realms. From the sun-drenched fields to the fragrant blooms, Rabbit's presence is felt, a guardian of the cosmic meadows, swift and graceful."
    },
    {
      "name": "Reindeer",
      "slug": "reindeer",
      "description": "Meet Reindeer, the cosmic traveler with antlers that pierce the heavens! Amidst the shimmering tundra, it strides with grace unmatched, its hooves a rhythm of celestial harmony. With a bite that shatters bones, Reindeer defends the celestial frost with endurance and boundless spirit.",
      "attack": 160,
      "hitpoints": 200,
      "weakness": "lightning",
      "imgSrc": "/reindeer.jpg",
      "winStreak": 0,
      "totalWins": 0,
      "defence": 140,
      "lore": "In the cosmic tundra where auroras paint the skies with celestial hues, strides Reindeer, the majestic traveler of the celestial frost. Born amidst the icy winds and the whispers of ancient snow, Reindeer embodies the endurance and resilience of the frozen expanse. Legends whisper of its origin—a cosmic convergence that shaped it from the frost-kissed plains, imbuing it with the essence of the northern lights. Reindeer traverses the cosmic tundra, its silhouette a silhouette against the ethereal glow of the auroras. With each step, it leaves behind traces of stardust, a silent tribute to its connection with the celestial realms. From the snow-covered valleys to the icy peaks, Reindeer's presence is felt, a guardian of the cosmic frost, regal and indomitable."
    },
    {
      "name": "Seagul",
      "slug": "seagul",
      "description": "Introducing Seagul, the cosmic sentinel with wings that span the endless skies! Amidst the shimmering shores, it soars with freedom unmatched, its cry a melody of the celestial seas. With a bite that shatters bones, Seagul defends the celestial coast with resilience and boundless spirit.",
      "attack": 180,
      "hitpoints": 190,
      "weakness": "ice",
      "imgSrc": "/seagul.jpg",
      "winStreak": 0,
      "totalWins": 0,
      "defence": 130,
      "lore": "In the cosmic shores where waves whisper secrets to the stars, soars Seagul, the winged sentinel of the celestial coast. Born amidst the salty breeze and the echoes of ancient tides, Seagul embodies the freedom and resilience of the open sea. Legends murmur of its origin—a cosmic dance between land and sea, shaping it into the guardian of the cosmic shores, imbuing it with the essence of the boundless horizon. Seagul glides through the cosmic skies, its silhouette a silhouette against the ethereal glow of the moonlit waves. With each flap of its wings, it leaves behind trails of stardust, a silent tribute to its connection with the celestial realms. From the sandy beaches to the rocky cliffs, Seagul's presence is felt, a guardian of the cosmic coast, graceful and steadfast."
    },
    {
      "name": "Shark",
      "slug": "shark",
      "description": "shark is a shark with a bite that can crush bones.",
      "attack": 140,
      "hitpoints": 220,
      "weakness": "fire",
      "imgSrc": "/shark.jpg",
      "winStreak": 0,
      "totalWins": 0,
      "defence": 140,
      "lore": "In the cosmic depths where darkness reigns and bioluminescent creatures dance, prowls Shark, the silent predator of the celestial seas. Born amidst the swirling currents and the whispers of ancient depths, Shark embodies the power and mystery of the abyss. Legends speak of its origin—a cosmic convergence that shaped it from the depths of the cosmic ocean, imbuing it with the essence of the endless void. Shark glides through the cosmic waters, its silhouette a shadow against the ethereal glow of the deep sea. With each sleek movement, it leaves behind traces of stardust, a silent tribute to its connection with the celestial realms. From the hidden trenches to the vast expanses, Shark's presence is felt, a guardian of the cosmic depths, silent and relentless."
    },
    {
      "name": "Sheep",
      "slug": "sheep",
      "description": "Behold Sheep, the cosmic guardian with wool as soft as the starlit skies! Amidst the sun-kissed pastures, it grazes with tranquility unmatched, its bleat a melody of celestial harmony. With a bite that shatters bones, Sheep defends the celestial meadows with gentle strength and timeless grace.",
      "attack": 150,
      "hitpoints": 220,
      "weakness": "ice",
      "imgSrc": "/sheep.jpg",
      "winStreak": 0,
      "totalWins": 0,
      "defence": 150,
      "lore": "In the cosmic pastures where moonbeams weave tales with starlight, grazes Sheep, the gentle guardian of the celestial meadows. Born amidst the rolling hills and the whispers of cosmic breezes, Sheep embodies the simplicity and tranquility of the pastoral life. Legends whisper of its origin—a cosmic convergence that shaped it from the verdant meadows, imbuing it with the essence of serenity. Sheep roams the cosmic pastures, its silhouette a contented outline against the celestial glow. With each graze, it leaves behind traces of stardust, a silent tribute to its connection with the celestial realms. From the sun-dappled fields to the fragrant orchards, Sheep's presence is felt, a guardian of the cosmic meadows, gentle and unassuming."
    },
    {
      "name": "Sloth",
      "slug": "sloth",
      "description": "Meet Sloth, the cosmic dweller with a spirit as tranquil as the starlit night! Amidst the verdant canopies, it hangs with patience unmatched, its gaze a reflection of cosmic wisdom. With a bite that shatters bones, Sloth defends the celestial forests with gentle strength and timeless grace.",
      "attack": 170,
      "hitpoints": 160,
      "weakness": "lightning",
      "imgSrc": "/sloth.jpg",
      "winStreak": 0,
      "totalWins": 0,
      "defence": 170,
      "lore": "In the cosmic canopies where shadows intertwine with starlight, hangs Sloth, the tranquil dweller of the celestial trees. Born amidst the rustling leaves and the whispers of cosmic branches, Sloth embodies the patience and wisdom of the arboreal realms. Legends murmur of its origin—a cosmic convergence that shaped it from the verdant canopies, imbuing it with the essence of tranquility. Sloth lounges in the cosmic treetops, its silhouette a serene outline against the celestial glow. With each slow movement, it leaves behind traces of stardust, a silent tribute to its connection with the celestial realms. From the swaying branches to the lush foliage, Sloth's presence is felt, a guardian of the cosmic forests, serene and unhurried."
    },
    {
      "name": "Snail",
      "slug": "snail",
      "description": "Behold Snail, the cosmic voyager with a shell as resilient as the celestial heavens! Amidst the fragrant petals, it glides with patience unmatched, its trail a testament to cosmic endurance. With a bite that shatters bones, Snail defends the celestial gardens with gentle strength and timeless grace.",
      "attack": 150,
      "hitpoints": 210,
      "weakness": "ice",
      "imgSrc": "/snail.jpg",
      "winStreak": 0,
      "totalWins": 0,
      "defence": 140,
      "lore": "In the cosmic gardens where dewdrops glisten with starlight, glides Snail, the resilient voyager of the celestial petals. Born amidst the fragrant blooms and the whispers of cosmic petals, Snail embodies the perseverance and tranquility of the floral realms. Legends murmur of its origin—a cosmic convergence that shaped it from the delicate petals, imbuing it with the essence of resilience. Snail traverses the cosmic gardens, its silhouette a gentle curve against the celestial glow. With each slow glide, it leaves behind traces of stardust, a silent tribute to its connection with the celestial realms. From the dew-kissed petals to the fragrant blossoms, Snail's presence is felt, a guardian of the cosmic flora, steadfast and unyielding."
    },
    {
      "name": "Squirrel",
      "slug": "squirrel",
      "description": "Introducing Squirrel, the cosmic acrobat with a leap that echoes through the celestial groves! Amidst the dappled sunlight, it scampers with agility unmatched, its tail a banner of boundless curiosity. With a bite that shatters bones, Squirrel defends the celestial woodlands with nimble grace and endless energy.",
      "attack": 160,
      "hitpoints": 180,
      "weakness": "fire",
      "imgSrc": "/squirrel.jpg",
      "winStreak": 0,
      "totalWins": 0,
      "defence": 160,
      "lore": "In the cosmic woodlands where sunlight dances through the foliage, scampers Squirrel, the nimble acrobat of the celestial canopy. Born amidst the rustling leaves and the whispers of cosmic branches, Squirrel embodies the agility and curiosity of the arboreal realms. Legends murmur of its origin—a cosmic convergence that shaped it from the dappled sunlight, imbuing it with the essence of boundless energy. Squirrel dashes through the cosmic woodlands, its silhouette a blur against the celestial glow. With each graceful leap, it leaves behind traces of stardust, a silent tribute to its connection with the celestial realms. From the towering trees to the mossy roots, Squirrel's presence is felt, a guardian of the cosmic canopy, playful and spirited."
    },
    {
      "name": "tiger",
      "slug": "tiger",
      "description": "tiger is a tiger with a bite that can crush bones.",
      "attack": 180,
      "hitpoints": 200,
      "weakness": "nature",
      "imgSrc": "/tiger.jpg",
      "winStreak": 0,
      "totalWins": 0,
      "defence": 145,
      "lore": "In the cosmic jungles where shadows intertwine with starlight, prowls Tiger, the fierce sovereign of the celestial canopy. Born amidst the echoing roars and the whispers of ancient vines, Tiger embodies the strength and majesty of the wild realms. Legends speak of its origin—a cosmic convergence that shaped it from the verdant foliage, imbuing it with the essence of primal power. Tiger stalks through the cosmic jungles, its silhouette a silhouette against the ethereal glow of the moonlit canopy. With each silent step, it leaves behind traces of stardust, a silent tribute to its connection with the celestial realms. From the dense undergrowth to the towering trees, Tiger's presence is felt, a guardian of the cosmic jungle, fierce and untamed."
    }
  ]
}
